akamud.vscode-theme-onedark
alefragnani.project-manager
austin.code-gnu-global
codezombiech.gitignore
CoenraadS.bracket-pair-colorizer-2
Dart-Code.dart-code
Dart-Code.flutter
deerawan.vscode-dash
DmitryDorofeev.empty-indent
donjayamanne.git-extension-pack
donjayamanne.githistory
eamodio.gitlens
hbenl.vscode-test-explorer
humao.rest-client
jairhenrique.pytest-snippets
kaiwood.indentation-level-movement
karigari.chat
littlefoxteam.vscode-python-test-adapter
marus25.cortex-debug
mechatroner.rainbow-csv
mohsen1.prettify-json
ms-python.python
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
msjsdiag.debugger-for-chrome
njpwerner.autodocstring
oderwat.indent-rainbow
particle.particle-vscode-core
particle.particle-vscode-pack
particle.particle-vscode-snippets
particle.particle-vscode-theme
ms-azuretools.vscode-docker
redhat.vscode-yaml
SirTori.indenticator
VisualStudioExptTeam.vscodeintellicode
vsciot-vscode.vscode-arduino
ziyasal.vscode-open-in-github
